Repository: kalin91/nvidia-applet
Catalog: nvidia-monitor@kalin91/files/nvidia-monitor@kalin91/po/*.po
Languages: fr

source: nvidia-smi not found
fr: nvidia-smi introuvable

source: nvidia-smi not found in PATH. Please ensure NVIDIA drivers are installed.
fr: nvidia-smi est introuvable dans le PATH. Veuillez vérifier que les pilotes NVIDIA sont installés.

source: Displays NVIDIA GPU monitor
fr: Affiche le moniteur GPU NVIDIA

source: Init Error
fr: Erreur d'initialisation

source: Open Monitor Graph
fr: Ouvrir le graphique du moniteur

source: Settings
fr: Paramètres

source: Applet Settings
fr: Paramètres de l'applet

source: Monitor Settings
fr: Paramètres du moniteur

source: Reset All Settings
fr: Réinitialiser tous les paramètres

source: Error building menu:
fr: Erreur lors de la création du menu:

source: Error
fr: Erreur

source: Initializing...
fr: Initialisation...

source: Failed to run nvidia-smi.
fr: Échec de l'exécution de nvidia-smi.

source: Unknown
fr: Inconnu

source: An unexpected error occurred while running nvidia-smi.
fr: Une erreur inattendue est survenue lors de l'exécution de nvidia-smi.

source: NVIDIA Monitor
fr: Moniteur NVIDIA

source: Monitors GPU temperature, memory, utilization, and fan speed using nvidia-smi
fr: Surveille la température, la mémoire, l'utilisation et la vitesse du ventilateur du GPU via nvidia-smi

source: General Settings
fr: Paramètres généraux

source: Temperature
fr: Température

source: Memory Usage
fr: Utilisation de la mémoire

source: GPU Utilization
fr: Utilisation du GPU

source: Fan Speed
fr: Vitesse du ventilateur

source: Metric Colors
fr: Couleurs des métriques

source: Layout Colors
fr: Couleurs de disposition

source: Y-Axis Settings
fr: Paramètres de l'axe Y

source: X-Axis Settings
fr: Paramètres de l'axe X

source: Changes to monitor settings will take effect after restarting the monitor.
fr: Les modifications prendront effet après le redémarrage du moniteur.

source: 1 Line (50%)
fr: 1 ligne (50%)

source: 2 Lines (33%, 66%)
fr: 2 lignes (33%, 66%)

source: 3 Lines (25%, 50%, 75%)
fr: 3 lignes (25%, 50%, 75%)

source: 4 Lines (20%, 40%, 60%, 80%)
fr: 4 lignes (20%, 40%, 60%, 80%)

source: 5 Lines (16%, 33%, 50%, 66%, 83%)
fr: 5 lignes (16%, 33%, 50%, 66%, 83%)

source: 9 Lines (Every 10%)
fr: 9 lignes (tous les 10%)

source: Y-Axis Guides
fr: Guides de l'axe Y

source: Number of guide lines for the Y-Axis.
fr: Nombre de lignes guides pour l'axe Y.

source: Y-Axis Temperature Unit
fr: Unité de température de l'axe Y

source: Unit for the temperature axis in the monitor.
fr: Unité pour l'axe de température du moniteur.

source: X-Axis Guides
fr: Guides de l'axe X

source: Number of vertical guide lines for the X-Axis.
fr: Nombre de lignes guides verticales pour l'axe X.

source: Seconds
fr: Secondes

source: Hours
fr: Heures

source: X-Axis Unit
fr: Unité de l'axe X

source: Unit of time for the X-Axis.
fr: Unité de temps pour l'axe X.

source: X-Axis Length (Seconds)
fr: Longueur de l'axe X (secondes)

source: Total duration shown on the graph.
fr: Durée totale affichée sur le graphique.

source: X-Axis Length (Minutes)
fr: Longueur de l'axe X (minutes)

source: X-Axis Length (Hours)
fr: Longueur de l'axe X (heures)

source: Temperature Color
fr: Couleur de la température

source: Color used for temperature in the graph.
fr: Couleur utilisée pour la température sur le graphique.

source: Memory Usage Color
fr: Couleur de l'utilisation mémoire

source: GPU Utilization Color
fr: Couleur de l'utilisation GPU

source: Fan Speed Color
fr: Couleur de la vitesse du ventilateur

source: Background Color
fr: Couleur de fond

source: Temperature Axis Color
fr: Couleur de l'axe de température

source: Percentage Axis Color
fr: Couleur de l'axe de pourcentage

source: X-Axis Color
fr: Couleur de l'axe X

source: Guidelines Color
fr: Couleur des guides

source: Refresh Interval
fr: Intervalle d'actualisation

source: How often to update the GPU stats (in seconds).
fr: Fréquence de mise à jour des statistiques GPU (en secondes).

source: Applet Border Color
fr: Couleur de la bordure de l'applet

source: Color of the applet border. Set alpha to 0 for no border.
fr: Couleur de la bordure de l'applet. Définissez alpha à 0 pour aucune bordure.

source: nvidia-smi Output Encoding
fr: Encodage de sortie nvidia-smi

source: Select the character encoding used by nvidia-smi output.
fr: Sélectionnez l'encodage utilisé par la sortie nvidia-smi.

source: Show Temperature
fr: Afficher la température

source: Show GPU temperature in the panel.
fr: Afficher la température du GPU dans le panneau.

source: Temperature Unit
fr: Unité de température

source: Choose the unit for displaying GPU temperature.
fr: Choisissez l'unité pour afficher la température du GPU.

source: Show Memory Usage
fr: Afficher l'utilisation mémoire

source: Show GPU memory usage in the panel.
fr: Afficher l'utilisation mémoire du GPU dans le panneau.

source: Text (Used / Total)
fr: Texte (Utilisé / Total)

source: Pie Chart
fr: Diagramme circulaire

source: Memory Display Mode
fr: Mode d'affichage de la mémoire

source: Show GPU Utilization
fr: Afficher l'utilisation GPU

source: Show GPU utilization percentage in the panel.
fr: Afficher le pourcentage d'utilisation GPU dans le panneau.

source: Text (Percent)
fr: Texte (Pourcentage)

source: GPU Display Mode
fr: Mode d'affichage du GPU

source: Show Fan Speed
fr: Afficher la vitesse du ventilateur

source: Show GPU fan speed percentage in the panel.
fr: Afficher le pourcentage de vitesse du ventilateur.

source: Fan Display Mode
fr: Mode d'affichage du ventilateur
